[
    {
        "anno": 1985,
        "hitos": [
            {
                "id": "1985-1",
                "descripcion": "Creación del primer centro experimental en la escuela Bachiller Osejo en Sabana Sur",
                "link": "https://www.mep.go.cr/",
                "modal": "En la escuela Rafael Francisco Osejo se abre el primer centro experimental para la enseñanza de la informática, gracias a la donación de 10 computadoras por parte de la empresa International Business Machines (IBM), al MEP. Esta iniciativa piloto, abre las puertas para la expansión de la inclusión de las TD hacia otros centros educativos, que en corto tiempo se conformó en la Red de Centros para la Enseñanza en Informática (CEI).",
                "ico": "lab.svg"
            }

        ]
    },
    {
        "anno": 1988,
        "hitos": [
            {
                "id": "1988-1",
                "descripcion": "Creación del Programa de Infromática Educativa PIE-MEP-FOD",
                "link": "http://fod.ac.cr/?option=com_content&view=article&id=124&Itemid=249",
                "modal": "Las iniciativas que dieron origen a los programas para la implementación de las TIC en la educación costarricense se pueden ubicar en 1985 con la apertura del primer Centro Experimental localizado en el Colegio Bachiller Rafael Francisco Osejo, el cual dio paso a la conformación de una “Red de Centros para la Enseñanza en Informática. Para 1987, se instituye el Programa Nacional de Informática Educativa (Pronie) promovido por la Fundación Omar Dengo (FOD) y el MEP, instancia que se consolida jurídicamente en el año de 1988. (Programa Estado de la Nación, 2011).",
                "ico": "lab.svg"
            }

        ]
    },
    {
        "anno": 1993,
        "hitos": [
            {
                "id": "1993-1",
                "descripcion": "Primera conexión a internet en Costa Rica",
                "link": "https://www.ucr.ac.cr/noticias/2018/02/13/ucr-pionera-en-conexion-a-internet.html",
                "modal": "Desde la Ciudad Universitaria Rodrigo Facio en la Universidad de Costa Rica, se realiza la primera conexión a Internet, convirtiendo a Costa Rica en el quinto país de América Latina en conectarse a la red mundial que cambiaría para siempre en el mundo los esquemas tradicionales de comunicación, la gestión de la información y el conocimiento.",
                "ico": "worldwide.svg"
            }

        ]
    },
    {
        "anno": 1994,
        "hitos": [       
            {
                "id": "1994-1",
                "descripcion": "Promulgación de la Política Educativa hacia el siglo XXI",
                "link": "http://www.cse.go.cr/sites/default/files/files/Politica%20Educativa%20hacia%20el%20Siglo%20XXI.pdf",
                "modal": "Por primera vez se incluyó una meta específica de ampliar al 100% del sistema la cobertura del PRONIE. En ese año, la Política Educativa hacia el Siglo XXI, emitida por el Consejo Superior de Educación, adoptó una visión integradora del papel de las TIC en la educación, estructurada en torno a tres ejes principales: la ampliación de la cobertura de la informática educativa en primero y segundo ciclos, la integración de los jóvenes a los procesos productivos ligados con la tecnología, a través del reforzamiento del uso de las TIC en el tercer ciclo, y la renovación de los modelos administrativos mediante la introducción de sistemas informatizados (Fallas y Zúñiga, 2010, citado por Programa Estado de la Nación, 2011).",
                "ico": "school.svg"
            }
        ]
    },
    {
        "anno": 1995,
        "hitos": [
            {
                "id": "1995-1",
                "descripcion": "Creación del Programa de Informática Educativa de Seundaria (PRIES)",
                "link": "http://www.mep.go.cr/",
                "modal": "En 1995 se inauguró el Programa de Informática Educativa de Secundaria (Pries), con una oferta similar a la del programa de primaria, pero sin una articulación formal y explícita con el mismo. Este programa subsumió a los centros de cómputo que se empezaron a instalar en los colegios en 1985 (Programa Estado de la Nación, 2011).",
                "ico": "school.svg"
            }        

        ]
    },
    {
        "anno": 2002,
        "hitos": [
            {
                "id": "2002-1",
                "descripcion": "Traslado el PRIES a la rectoria de la FOD",
                "link": "http://cse.go.cr/sites/default/files/acuerdos/acta_14-2002.pdf",
                "modal": "En 2002, a solicitud del MEP, el Consejo Superior de Educación ordenó el traslado del PRIES a la rectoría de la FOD y su articulación con el programa de primaria. En el Artículo 55 de la Reforma a la Organización Administrativa de las Oficinas del Ministerio de Educación, N°34075-MEP se lee: -El Programa Nacional de Informática Educativa que comprende en forma unificada, articulada, armónica y completa las acciones y esfuerzos educativos que se realizan en ese campo en las instituciones públicas, tanto en la Educación Preescolar como en los tres Ciclos de la Educación General Básica, será ejecutado por la Fundación Omar Dengo de conformidad con lo dispuesto por el Consejo Superior de Educación en su sesión 14-2002. (Poder Ejecutivo de la República de Costa Rica, 2007).",
                "ico": "lab.svg"
            }        

        ]
    },
    {
        "anno": 2004,
        "hitos": [
            {
                "id": "2004-1",
                "descripcion": "Creación del Programa de Innovación Educativa",
                "link": "https://www.mep.go.cr/organigrama/promece",
                "modal": "Enmarcado en el Programa de Mejoramiento de la Calidad de la Educación Preescolar y III ciclo (PROMECE), su objetivo estratégico consiste en propiciar un cambio cualitativo en el proceso de enseñanza y aprendizaje mediante el trabajo en ambientes de colaboración con el uso de las tecnologías móviles y digitales, entre otros (Consejo Superior de Educación, 2015).",
                "ico": "online-class.svg"
            }        

        ]
    },
    {
        "anno": 2007,
        "hitos": [
            {
                "id": "2007-1",
                "descripcion": "Creación de la Dirección de Recursos Tecnológicos en Educación",
                "link": "https://www.drea.co.cr/tags/direcci%c3%b3n-de-recursos-tecnol%c3%b3gicos",
                "modal": "Se define como el órgano técnico responsable de analizar, estudiar, formular, planificar, asesorar, investigar, evaluar y divulgar todos los aspectos relacionados con la gestión, experimentación e introducción de las tecnologías de información y comunicación para apoyar el proceso de enseñanza-aprendizaje, favoreciendo la labor del docente, así como el uso y apropiación de los recursos digitales (Poder Ejecutivo y Ministerio de Educación Pública, 2014, p. 104).",
                "ico": "school.svg"
            }
        ]
    },
    {
        "anno": 2008,
        "hitos": [
            {
                "id": "2008-1",
                "descripcion": "Promulgación de la Ley General de Telecomunicaciones",
                "link": "https://sutel.go.cr/pagina/que-es-fonatel",
                "modal": "Se establece el plan nacional de telecomunicaciones que permite modificar las competencias de la Autoridad Reguladora de los Servicios Públicos; creando la Superintendencia de Telecomunicaciones encargada de administrar el Fondo Nacional de Telecomunicaciones, provisto con recursos generados por la apertura del espectro radiofónico tras la entrada de operadoras privadas a la competencia del mercado de telefonía móvil (Monge y Pérez, 2013, citado por Consejo Superior de Educación, 2015).",
                "ico": "school.svg"
            }
        ]
    },
    {
        "anno": 2011,
        "hitos": [
            {
                "id": "2011-1",
                "descripcion": "Firma del Acuerdo Social Digital Cerrando Brechas",
                "link": "http://www.mep.go.cr/sites/default/files/recursos/archivo/cerrando_brechas.pdf",
                "modal": "Gracias al Acuerdo Social Digital se produce una serie de proyectos financiados con el Fondo Nacional de Telecomunicaciones, entre los cuales se encuentra el proyecto Cerrando Brechas en Educación, cuya meta primordial es -el acceso universal y solidario a la tecnología digital y la conectividad de banda ancha para transformar el proceso de enseñanza y aprendizaje, la gestión docente y administrativa de los centros educativos- (Ministerio de Educación Pública, 2011).",
                "ico": "school.svg"
            }
        ]
    },
    {
        "anno": 2015,
        "hitos": [
            {
                "id": "2015-1",
                "descripcion": "Creación del Programa Nacional de Tecnologías Móviles Tecnoaprender",
                "link": "https://www.mep.go.cr/sites/default/files/folleto-pntm.pdf",
                "modal": "Mediante resolución 1190-2016, del 25 de abril del 2016, la entonces Ministra de Educación, Sonia Marta Mora, traslada la dirección administrativa y académica del Programa de Innovación Educativa de la Dirección de Desarrollo Curricular a la Dirección de Recursos Tecnológicos en Educación, como instancia competente en el campo de la gestión, experimentación e introducción de las tecnologías de información y comunicación para apoyar el proceso de enseñanza-aprendizaje en el aula (Ministerio de Educación Pública, 2016).",
                "ico": "school.svg"
            }
        ]
    },
    {
        "anno": 2016,
        "hitos": [
            {
                "id": "2016-1",
                "descripcion": "Traslado del rograma Innovacón Educativa de la DDC a la DRTE",
                "link": "https://www.drea.co.cr/sites/default/files/Contenido/2016%2004%2025%20Resoluci%c3%b3n%20Dm-1190-04-2016%20Traslado%20del%20programa%20a%20DRTE.pdf",
                "modal": "Mediante resolución 1190-2016, del 25 de abril del 2016, la entonces Ministra de Educación, Sonia Marta Mora, traslada la dirección administrativa y académica del Programa de Innovación Educativa de la Dirección de Desarrollo Curricular a la Dirección de Recursos Tecnológicos en Educación, como instancia competente en el campo de la gestión, experimentación e introducción de las tecnologías de información y comunicación para apoyar el proceso de enseñanza-aprendizaje en el aula (Ministerio de Educación Pública, 2016).",
                "ico": "school.svg"
            },
            {
                "id": "2016-2",
                "descripcion": "Promulgación de la Política Curricular",
                "link": "data/2016_educar_para_una_nueva_ciudadaniafinal.pdf",
                "modal": "Un hecho relevante en la historia de la inclusión de las TD en la educación costarricense lo demarca la aprobación de la Política Curricular, en el marco de la visión “Educar para una Nueva Ciudadanía”, para el desarrollo de habilidades que permiten la dinamización de los aprendizajes para la vida y el fortalecimiento del pensamiento crítico, creativo y actitudinal.",
                "ico": "cloud.svg"
            }  

        ]
    },
    {
        "anno": 2017,
        "hitos": [
            {
                "id": "2017-1",
                "descripcion": "Promulgación de la Política Educativa",
                "link": "data/2017_politica_educativa.pdf",
                "modal": "La Política Educativa, “La persona: centro del proceso educativo y sujeto transformador de la sociedad”, plantea la educación centrada en la persona estudiante, la educación basada en los derechos humanos y los deberes ciudadanos, la educación para el desarrollo sostenible, la ciudadanía planetaria con identidad nacional, la ciudadanía digital con equidad social y la evaluación transformadora para la toma de decisiones.",
                "ico": "school.svg"
            } 
        ]
    },
    {
        "anno": 2020,
        "hitos": [
            {
                "id": "2020-1",
                "descripcion": "Modelo de inclusión de Tecnologías Digitales en Educación",
                "link": "data/2020_presentacion _mitde.pdf",
                "modal": "El modelo para la inclusión de tecnologías digitales busca representar, identificar y dimensionar las relaciones sistémicas complejas que intervienen en la realidad vinculada con la inclusión de las tecnologías digitales en la educación como medio para favorecer el aprendizaje.",
                "ico": "school.svg"
            },
            {
                "id": "2020-2",
                "descripcion": "Promulgación de la Política de Tecnologías de la Información",
                "link": "data/2020_politcatecnologica.pdf",
                "modal": "La Red Educativa del Bicentenario que pretende construir un servicio institucional tecnológico que aprovisionará de una red de banda ancha a los centros educativos, y demás dependencias del MEP. Asimismo, como complemento de este proyecto, el MEP está impulsando el diseño y ejecución de la Plataforma Ministerial SABER (Sistema de Administración Básica de la Educación y sus Recursos), solución tecnológica que pretende integrar la labor educativa con las gestiones administrativas y dar seguimiento a la implementación de las políticas educativas.",
                "ico": "cloud.svg"
            }, 
            {
                "id": "2020-3",
                "descripcion": "Firma de la Red Educativa del Bicentenario",
                "link": "data/2020_conveniofod.pdf",
                "modal": "La Política Institucional en Tecnologías de la Información (TI) pretende potenciar el acceso, el uso y la apropiación de las tecnologías digitales para apoyar la transformación del proceso de enseñanza - aprendizaje y la gestión educativa desde las diferentes instancias y niveles ministeriales. Por último, acompañado a la Política TI, se presenta el Plan Estratégico de Tecnologías de Información (PETI), con el fin de determinar las acciones que garanticen el cumplimiento de los objetivos planteados en esta materia.",
                "ico": "cloud.svg"
            }
        ]
    }
]